anekdots = [
    """— Послушай, Мэри, — говорит фермер супруге, — мне кажется, что белая курочка немного загрустила. Не сварить ли из нее суп?
— Ну, если только ты надеешься ее этим развеселить...""",
    """Иосиф Вассарионович Сталин приехал как-то инспектировать колхоз. Дело было по весне — застряли в дороге. На торжественном митинге в честь прибытия вождя Коба не упустил случая покритиковать.
— Осмотрели мы ваше хозяйство. Хорошее хозяйство! И люди у вас хорошие, и песни правильные поете… Но у вас, товарищи, ужасные дороги. Как вы по ним собираетесь идти в светлое будущее? Не дороги, а сплошные ямы и
колдоебины!
Референт шепчет:
— Не "колдоебины", а "выбоины", товарищ Сталин.
Сталин оборачиваясь:
— Правильно подсказывают мне товарищи — все виновные будут вы*баны!""",
    '''A bus filled with politicians from St. Petersburg, Florida was driving through the countryside one day, on the campaign trail. The bus driver, caught up in the beautiful scenery, loses control and crashes into the ditch.

A farmer living nearby hears the horrible crash and rushes out to discover the wreckage. Finding the politicians he buries them.

The next day, the police come to the farm to question the man. "So you buried all the politicians?" asked the police officer. "Were they all dead?"

The farmer answered, "Some said they weren't, but you know how politicians lie."''',
    """Встречаются 2 фермера. Один говорит: 
— Ты знаешь, у меня лошадь пала.
— Как пала?!
— Низко. Курит, коней в стойло водит...""",
    'anekdot.mp4',
    """Нигде так остро не ощущается чувство локтя, как утром в московском метро!""",
    """Контролер пассажиру:
— Ваш билетик?
Пассажир начинает медленно охлопывать карманы, медленно и нараспев произнося:
— Где-то был… где-то был… где-то был…
— Гражданин, нельзя ли побыстрее?!
Пассажир, суетливо и в двойном темпе охлопывая те же карманы:
— Где-то-был-где-то-был-где-то-был.""",
    """При создании стандартной автобусной остановки дизайнеры учли всё. На случай жары они сделали стеклянные крыши. На случай ветра — проёмы в стенах. На случай мороза — железные сиденья…""",
    '''Надпись возле стопкрана в метро: "Если ехать тебе лень — жми быстрей на эту хрень"''',
    """Не верь светофору — верь идущему на тебя транспорту.""",
    """8 смертных грехов: гордыня, алчность, зависть, гнев, похоть, чревоугодие, лень, не снимать рюкзак в общественном транспорте.""",
    '''Люди на электросамокатах выглядят так, будто не совсем правильно понимают фразу "надо больше двигаться".''',
    """Кондукторша с двадцатилетним стажем быстрее всех передвигается в переполненном ночном клубе.""",
    """— Давай пересечемся где-нибудь в центре.
— Но как я тебя узнаю?
— Я буду ехать на самокате и сбивать прохожих.
— Но как я тебя узнаю?""",
    """Мужик — кассирше:
— По этому билету я могу ездить на всех видах транспорта целый день?
— Ну, если вам делать нефиг, то да.""",
    """Половина россиян высказалась за возвращение смертной казни для владельцев электросамокатов.""",
    """Как в общественном транспорте перестать следить за человеком, который спросил на какой остановке ему выйти?""",
    """Они рискуют жизнью, гоняя по встречной полосе, рискуют лицензией, объезжая пробки дворами, рискуют рассудком, работая с 5 утра до полуночи, и все ради того, чтобы вы могли вовремя попасть на работу и домой! Они водители маршруток - самые скромные супергерои нашего времени.""",
    """Утром, как ни подойдёшь на остановку, обязательно многие стоят и курят. Как мужчины, так и бабы... Они что, действительно верят, что курение вызывает маршрутку?""",
    """Такое ощущение, что 90% водителей маршруток прошли Need for Speed на сложном уровне.""",
    """Иной раз суммарная стоимость айфонов пассажиров маршрутки выше стоимости самой маршрутки.""",
    """— Как называется вид казни, когда человека бросают к зловонным свиньям, а они его раздавливают?
— Маршрутка.""",
    """В связи с переименованием станции метро Измайловский парк в Партизанскую, предлагаю соответственно переименовать измайловскую группировку в партизанскую.""",
    """Не доверяйте русским лужам – это может быть вход в метро.""",
    """Бен-Ладен:
- Небоскребы - самолетами. Это понятно!
Но метро - сваями???""",
    """- Как еду в метро с работы домой, так что-то в сон всегда клонит...
- Что, рано встаешь, мало спишь, заработался?
- Да нет... На работе не высыпаюсь...""",
    """Я добрый и ласковый человек, а насколько ненавижу людей понимаю только утром в метро""",
    """Выходит утром Собянин на балкон - любуется: все тротуары в плитке,
кремль выложен плиткой, дорожки в парках в плитке, даже Москва-река в
плитке. Улыбается, смотрит на небо.
Громоподобный глас с небес: Даже не думай!""",
    """Мэр Москвы однажды заявил, что асфальтовое покрытие — недолговечно. И теперь каждый год перекладывает тротуарную плитку.""",
    """Две проститутки прохаживаются по тротуару.
- Какая сука придумала заменить ровный асфальт на эту гребаную плитку? - возмущается одна, сломав шпильку.
- Это наши коллеги из городской администрации.""",
    """Один шаман нагадал Собянину, что силы его покинут, когда он дважды наступит на одну и ту же плитку, вот ее и перекладывают все время.""",
    """Колхозница Дарья обратилась в министерство сельского хозяйства со следующим письмом:
"Что-то неладно с моими цыплятами. Каждое утро, когда я выхожу во двор, я нахожу двух или трех уже похолодевших цыплят, лежащих кверху лапками. Можете ли вы объяснить мне, в чем тут дело?"
Ответ из министерства не заставил себя ждать:
"Дорогая Дарья, Ваши цыплята дохнут"."""
]
